Repository: nrasaily/ToDoiPAD
Catalog: ToDo/Localizable.xcstrings
Source language: en
Languages: hi, mr

# %lld/%lldcompleted
source: %1$lld/%2$lldcompleted
hi: %1$lld/%2$lld पूर्ण
mr: %1$lld/%2$lld पूर्ण झाले

source: Add Task
hi: कार्य जोड़ें
mr: कार्य जोडा

source: Cancel
hi: रद्द करें
mr: रद्द करा

source: Create
hi: बनाएं
mr: तयार करा

source: Dark Mode
hi: डार्क मोड
mr: डार्क मोड

source: New Group
hi: नया समूह
mr: नवीन गट

source: Select a group to see more details.
hi: अधिक विवरण देखने के लिए एक समूह चुनें।
mr: अधिक तपशील पाहण्यासाठी एक गट निवडा.

source: Select Icon
hi: आइकॉन चुनें
mr: चिन्ह निवडा

source: Task Progress
hi: कार्य की प्रगति
mr: कार्याची प्रगती

source: Task title
hi: कार्य का शीर्षक
mr: कार्याचे शीर्षक

source: ToDo App iPAD
hi: ToDo ऐप iPad
mr: ToDo ॲप iPad

source: Type in the name of your group
hi: अपने समूह का नाम टाइप करें
mr: तुमच्या गटाचे नाव टाइप करा
